const toponyms = [
    {
        name: "Река Талас",
        type: "Гидронимы",
        coordinates: [42.89903, 71.41923],
        origin: "Название связано с древними тюркскими словами",
        old_name: "Нет данных",
        description: "Основная река региона",
        image: "img/река_талас.jpg"
    },
    {
        name: "Асы (река)",
        type: "Гидронимы",
        coordinates: [42.83872, 71.23485],
        origin: "Нет данных",
        old_name: "Нет данных",
        description: "Маленькая река в регионе",
        image: "img/асы.jpg"
    },
    {
        name: "Озеро Зербулак",
        type: "Гидронимы",
        coordinates: [42.88310, 71.36089],
        origin: "Название связано с древними тюркскими словами",
        old_name: "Нет данных",
        description: "Основное озеро региона",
        image: "img/Озеро_Зербулак.jpg"
    },
    {
        name: "Карасу",
        type: "Гидронимы",
        coordinates: [42.89463, 71.35813],
        origin: "Название связано с древними тюркскими словами",
        old_name: "Нет данных",
        description: "Река рядом с парком Победы",
        image: "img/Карасу.jpg"
    },
    {
        name: "Древний Тараз",
        type: "Ойконимы",
        coordinates: [42.89710, 71.39535],
        origin: "Историческое название города",
        old_name: "Джамбул",
        description: "Один из древнейших городов Казахстана",
        image: "img/Древний_Тараз.jpg"
    },
    {
        name: "Мечеть Кенесхан хажы",
        type: "Экклезионимы",
        coordinates: [42.90016, 71.38453],
        origin: "Мечеть, построенная в честь Кенесхана хажы",
        old_name: "Нет данных",
        description: "Знаменитая мечеть с богатой историей",
        image: "img/Мечеть_Кенесхан_хажы.jpg"
    },
    {
        name: "Мечеть Токта биби",
        type: "Экклезионимы",
        coordinates: [42.90092, 71.39884],
        origin: "Названа в честь Токта биби",
        old_name: "Нет данных",
        description: "Важный религиозный объект с традиционной архитектурой",
        image: "img/Мечеть_Токта.jpg"
    },
    {
        name: "Мечеть Айсулу ана",
        type: "Экклезионимы",
        coordinates: [42.91366, 71.35705],
        origin: "Названа в честь Айсулу ана",
        old_name: "Нет данных",
        description: "Мечеть, демонстрирующая традиции исламской архитектуры",
        image: "img/айсулу.jpg"
    },
    {
        name: "Мечеть Кулбай баба",
        type: "Экклезионимы",
        coordinates: [42.92196, 71.34692],
        origin: "Названа в честь Кулбай бабы",
        old_name: "Нет данных",
        description: "Мечеть, представляющая образец местной архитектуры",
        image: "img/кулбайбаба.jpg"
    }
    ,
    {
        name: "Мечеть Хибатулла ат-Тарази",
        type: "Экклезионимы",
        coordinates: [42.89990, 71.35332],
        origin: "Мечеть, связанная с именем Хибатулла ат-Тарази",
        old_name: "Нет данных",
        description: "Знаменитая мечеть, являющаяся архитектурным памятником города.",
        image: "img/Хибатулла_ат-Тарази.jpg"
    },
    {
        name: "Мечеть Асым Ата",
        type: "Экклезионимы",
        coordinates: [42.91707, 71.39315],
        origin: "Мечеть, посвящённая Асым Ата",
        old_name: "Нет данных",
        description: "Известная мечеть, отражающая традиции исламской архитектуры.",
        image: "img/асым_ата.jpg"
    },
    {
        name: "Мечеть Абдукадыр",
        type: "Экклезионимы",
        coordinates: [42.91207, 71.39811],
        origin: "Мечеть, посвящённая Абдукадыру",
        old_name: "Нет данных",
        description: "Важный религиозный объект, известный своей историей.",
        image: "img/Мечеть_Абдыкадыр.jpg"
    },
    {
        name: "Парк Кайрата Рыскулбекова",
        type: "Агоронимы",
        coordinates: [42.898997, 71.370195],
        origin: "Названа в честь Кайрата Рыскулбекова",
        old_name: "Нет данных",
        description: "Главная площадь Тараза, являющаяся центром общественных мероприятий.",
        image: "img/парк_кайрата_рыскулбекова.jpg"
    },
    {
        name: "Базар ауыл Береке",
        type: "Агоронимы",
        coordinates: [42.90684, 71.41473],
        origin: "Нет данных",
        old_name: "Нет данных",
        description: "Важное торговое место, где проходят ярмарки и местные мероприятия.",
        image: "img/Береке.jpg"
    },
    {
        name: "Улица Толе би",
        type: "Ходонимы",
        coordinates: [42.90154, 71.340974],
        origin: "Названа в честь великого бия Толе би",
        old_name: "Нет данных",
        description: "Одна из главных улиц Тараза, известная своей историей.",
        image: "img/улица_толе_би.jpg"
    },
    {
        name: "Улица Казбек би",
        type: "Ходонимы",
        coordinates: [42.89639, 71.38247],
        origin: "Названа в честь великого бия Казбек би",
        old_name: "Нет данных",
        description: "Одна из главных улиц Тараза, отражающая традиции региона.",
        image: "img/улица_казбек_би.jpg"
    },
    {
        name: "Проспект Абая",
        type: "Ходонимы",
        coordinates: [42.89283, 71.37990],
        origin: "Названа в честь Абая Кунанбаева",
        old_name: "Нет данных",
        description: "Одна из главных улиц Тараза с богатой культурной историей.",
        image: "img/проспектАбая.jpg"
    },
    {
        name: "Улица Жамбыла",
        type: "Ходонимы",
        coordinates: [42.91971, 71.38421],
        origin: "Названа в честь Жамбыла Жабаева",
        old_name: "Нет данных",
        description: "Одна из центральных улиц Тараза, символизирующая культурное наследие.",
        image: "img/УлицаЖамбыла.jpg"
    },
    {
        name: "Аулие-Ата",
        type: "Экклезионимы",
        coordinates: [42.89818, 71.39039],
        origin: "Мечеть исторического значения",
        old_name: "Нет данных",
        description: "Одна из крупнейших мечетей города, являющаяся важным религиозным объектом.",
        image: "img/аулие_ата.jpg"
    },
    {
        name: "Колтоган село",
        type: "Ойконимы",
        coordinates: [42.82525, 71.33140],
        origin: "Нет данных",
        old_name: "Нет данных",
        description: "Село на окрайне Тараза",
        image: "img/Кольтоган.jpg"
    },
    {
        name: "Сулутор район",
        type: "Хоронимы",
        coordinates: [42.84539, 71.41568],
        origin: "Нет данных",
        old_name: "Нет данных",
        description: "Район Сулутор",
        image: "img/сулутор.jpg"
    },
    {
        name: "Жиделы",
        type: "Ойконимы",
        coordinates: [42.82443, 71.35586],
        origin: "Нет данных",
        old_name: "Нет данных",
        description: "Село Жиделы",
        image: "img/жиделы.jpg"
    },
    {
        name: "Бектобе район",
        type: "Хоронимы",
        coordinates: [42.88521, 71.28402],
        origin: "Нет данных",
        old_name: "Нет данных",
        description: "Район Бектобе",
        image: "img/Бектобе.jpg"
    },
    {
        name: "Туркисиб район",
        type: "Хоронимы",
        coordinates: [42.83324, 71.39912],
        origin: "Нет данных",
        old_name: "Нет данных",
        description: "Район Туркисиб",
        image: "img/туркисибский.jpg"
    },
    {
        name: "Жалпактобе район",
        type: "Хоронимы",
        coordinates: [42.85269, 71.44358],
        origin: "Нет данных",
        old_name: "Нет данных",
        description: "Район Жалпактобе",
        image: "img/Жалпактобе.jpg"
    },
    {
        name: "Кызылжулдыз район",
        type: "Хоронимы",
        coordinates: [42.92557, 71.43620],
        origin: "Нет данных",
        old_name: "Нет данных",
        description: "Район Кызылжулдыз",
        image: "img/Жалпактобе.jpg"
    },
    {
        name: "Мечеть Бегалы-ата",
        type: "Экклезионимы",
        coordinates: [42.88445, 71.37850],
        origin: "Мечеть исторического значения",
        old_name: "Нет данных",
        description: "Одна из крупнейших мечетей города",
        image: "img/мечеть_бегалы_ата.jpg"
    },
    {
        name: "Жамбылский театр",
        type: "Ойкодомонимы",
        coordinates: [42.901464, 71.379615],
        origin: "Назван в честь Жамбыла",
        old_name: "Нет данных",
        description: "Театр в центре Тараза",
        image: "img/жамбылский_театр.jpg"
    },
    {
        name: "Мемориал погибших в ВОВ",
        type: "Некронимы",
        coordinates: [42.895759, 71.353893],
        origin: "В память о героях войны",
        old_name: "Нет данных",
        description: "Военный мемориал",
        image: "img/мемориал_погибших_в_вов.jpg"
    },
    {
        name: "Мавзолей Карахан",
        type: "Некронимы",
        coordinates: [42.89873, 71.38501],
        origin: "Эпоха Караханидов",
        old_name: "Нет данных",
        description: "Исторический мавзолей, посвящённый правителю Карахан, является важным памятником архитектуры и истории региона.",
        image: "img/карахан.jpg"
    },
    {
        name: "Мавзолей Айша биби",
        type: "Некронимы",
        coordinates: [42.83380, 71.21047],
        origin: "Средневековая исламская культура",
        old_name: "Нет данных",
        description: "Знаменитый мавзолей, посвящённый Айша биби, являющийся символом культурного наследия региона.",
        image: "img/Айша_биби.jpg"
    },
    {
        name: "Парк Победы",
        type: "Хоронимы",
        coordinates: [42.895168, 71.355327],
        origin: "Память о победе в Великой Отечественной войне",
        old_name: "Нет данных",
        description: "Парк Победы – просторная зона отдыха, посвящённая памяти героев войны, являющаяся важным общественным пространством.",
        image: "img/парк_победы.jpg"
    },
    {
        name: "Парк Первого Президента Республики Казахстан",
        type: "Хоронимы",
        coordinates: [42.900714, 71.340966],
        origin: "В честь Первого Президента Республики Казахстан",
        old_name: "Нет данных",
        description: "Парк, названный в честь первого президента, служит культурно-историческим памятником и местом проведения общественных мероприятий.",
        image: "img/парк_первого_президента_республики_казахстан.jpg"
    }

];
